app/controllers/sponsorships_controller.rb

SELECT "sponsorship_orders".* FROM "sponsorship_orders"
---
  def index
    sponsorships = SponsorshipOrder.all

INSERT INTO "sponsorship_orders" ("stripe_id", "status", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["stripe_id", "pi_123"], ["status", "paid"], ["created_at", "2021-09-20 16:25:36.252995"], ["updated_at", "2021-09-20 16:25:36.252995"]]
---
  def create
    @sponsorship_order = SponsorshipOrder.new(sponsorship_order_params)
    if @sponsorship_order.save